"""
OPERADORES MATEMÁTICOS

Para realizar operações matemáticas na programação, existem alguns caracteres
que permitem realizar os cálculos matemáticos. Em Python são usados os seguin-
tes:

+-------------------------------------------------+
|            OPERADORES ARITMÉTICOS               |
+----------+---------------+----------+-----------+
| OPERADOR | OPERAÇÃO      | EXEMPLO  | SAÍDA     |
+----------+---------------+----------+-----------+
|    +     | Adição        |  10 + 7  |    17     |
+----------+---------------+----------+-----------+
|    -     | Subtração     |  10 - 7  |     3     |
+----------+---------------+----------+-----------+ 
|    *     | Multiplicação |  10 * 7  |    70     |
+----------+---------------+----------+-----------+
|    /     | Divisão       |  10 / 7  |  1.4285   |
+----------+---------------+----------+-----------+
|   **     | Exponencial   |  10 ** 7 |    10M    |   
+----------+---------------+----------+-----------+
|    %     | Módulo/Resto  |  10 % 7  |     3     |
+----------+---------------+----------+-----------+ 
|   //     | Div. inteira  |  10 // 7 |     1     |
+----------+---------------+----------+-----------+

"""

print(10 + 7)
print(10 - 7)
print(10 * 7)
print(10 / 7)
print(10 ** 7)
print(10 % 7)
print(10 // 7)